Repository: zoonk/zoonk
Catalog: apps/main/messages/*.po
Languages: es, pt

# dSVD13
source: Update your name and username on Zoonk.
es: Actualiza tu nombre y nombre de usuario en Zoonk.
pt: Atualize seu nome e nome de usuário no Zoonk.

# wjIStY
source: Your name and username as they appear to others.
es: Tu nombre y nombre de usuario como aparecen para otros.
pt: Seu nome e nome de usuário como aparecem para outras pessoas.

# 1SvspN
source: Checking...
es: Verificando...
pt: Verificando...

# 9N4/rz
source: {username} is available
es: {username} está disponible
pt: {username} está disponível

# HAlOn1
source: Name
es: Nombre
pt: Nome

# JCIgkj
source: Username
es: Nombre de usuario
pt: Nome de usuário

# R76cpj
source: {username} is already taken
es: {username} ya está en uso
pt: {username} já está em uso

# vLl7z0
source: 3-30 characters. Letters, numbers, and underscores only.
es: 3-30 caracteres. Solo letras, números y guiones bajos.
pt: 3-30 caracteres. Apenas letras, números e sublinhados.

# VT+G/7
source: This name will be visible to other users.
es: Este nombre será visible para otros usuarios.
pt: Este nome será visível para outros usuários.

# wYCHCR
source: Failed to update your profile. Please try again or contact hello@zoonk.com
es: Error al actualizar tu perfil. Inténtalo de nuevo o contáctanos en contacto@zoonk.com
pt: Falha ao atualizar seu perfil. Por favor, tente novamente ou entre em contato com contato@zoonk.com

# X0ha1a
source: Save changes
es: Guardar cambios
pt: Salvar alterações

# yNHZ+a
source: Your profile has been updated successfully!
es: ¡Tu perfil se actualizó correctamente!
pt: Seu perfil foi atualizado com sucesso!

# NBEnVd
source: Compare plans and manage your subscription.
es: Compara planes y gestiona tu suscripción.
pt: Compare planos e gerencie sua assinatura.

# TKk9oj
source: Compare plans and manage your Zoonk subscription. See pricing, switch plans, or update billing.
es: Compara planes y gestiona tu suscripción de Zoonk. Consulta precios, cambia de plan o actualiza la facturación.
pt: Compare planos e gerencie sua assinatura do Zoonk. Veja preços, troque de plano ou atualize a cobrança.

# /gko4g
source: Upgrade to {plan}
es: Actualizar a {plan}
pt: Fazer upgrade para {plan}

# 0Azlrb
source: Manage
es: Administrar
pt: Gerenciar

# 0jIMEb
source: /mo
es: /mes
pt: /mês

# 2EsPdm
source: /yr
es: /año
pt: /ano

# dqD39h
source: Yearly
es: Anual
pt: Anual

# fF376U
source: Current
es: Actual
pt: Atual

# KAb0Yr
source: Switch to {plan}
es: Cambiar a {plan}
pt: Mudar para {plan}

# s1ZXI0
source: Unable to update your subscription. Contact us at hello@zoonk.com
es: No se pudo actualizar tu suscripción. Contacta con nosotros en contacto@zoonk.com
pt: Não foi possível atualizar sua assinatura. Entre em contato pelo email contato@zoonk.com

# tf1lIh
source: Free
es: Gratis
pt: Grátis

# wYsv4Z
source: Monthly
es: Mensual
pt: Mensal

# ZBALng
source: Current plan
es: Plan actual
pt: Plano atual

# 9o8O4m
source: Your subscription will end on {date}.
es: Tu suscripción finalizará el {date}.
pt: Sua assinatura vai terminar em {date}.

# eaOADK
source: Personalized lessons, fast AI
es: Lecciones personalizadas, IA rápida
pt: Aulas personalizadas, IA rápida

# LnosqI
source: Unlimited lessons, no ads
es: Lecciones ilimitadas, sin anuncios
pt: Aulas ilimitadas, sem anúncios

# mqHNd6
source: Personalized lessons, smartest AI
es: Lecciones personalizadas, IA más inteligente
pt: Aulas personalizadas, IA mais inteligente

# uNQcTY
source: Limited lessons with ads
es: Lecciones limitadas con anuncios
pt: Aulas limitadas com anúncios

# 63m0Wt
source: Get help with your account, courses, or any technical issues. Our support team is here to assist you.
es: Obtén ayuda con tu cuenta, cursos o cualquier problema técnico. Nuestro equipo de soporte está aquí para ayudarte.
pt: Receba ajuda com sua conta, cursos ou qualquer problema técnico. Nossa equipe de suporte está aqui para ajudar você.

# Uf3+S6
source: Help & Support
es: Ayuda y soporte
pt: Ajuda e suporte

# 7h49qt
source: Connect with the community and get answers
es: Conéctate con la comunidad y obtén respuestas
pt: Conecte-se com a comunidade e obtenha respostas

# cDAb4a
source: GitHub Discussions
es: Discusiones de GitHub

# dQIo6c
source: Email us at hello@zoonk.com
es: Escríbenos a contacto@zoonk.com
pt: Envie um email para contato@zoonk.com

# l1XTI5
source: Follow us
es: Síguenos
pt: Siga-nos

# YdQxfw
source: Contact Support
es: Contactar soporte
pt: Contatar suporte

# Sum1l9
source: Generate activity
es: Generar actividad
pt: Gerar atividade

# tOYeUQ
source: Activity not available
es: Actividad no disponible
pt: Atividade não disponível

# U7Ymq9
source: This activity hasn't been generated yet.
es: Esta actividad aún no ha sido generada.
pt: Esta atividade ainda não foi gerada.

# eG5JXd
source: Generate content for this activity
es: Generar contenido para esta actividad
pt: Gerar conteúdo para esta atividade

# ksrnIj
source: Generate Activity
es: Generar actividad
pt: Gerar atividade

# 0LAuA1
source: Your activity is ready
es: Tu actividad está lista
pt: Sua atividade está pronta

# 3vY0Zu
source: This usually takes 1-2 minutes
es: Esto suele tomar 1-2 minutos
pt: Isso geralmente leva 1-2 minutos

# FazwRl
source: Try again
es: Intentar de nuevo
pt: Tentar novamente

# JqiqNj
source: Something went wrong
es: Algo salió mal
pt: Algo deu errado

# KWLxEA
source: Taking you to your activity...
es: Llevándote a tu actividad...
pt: Levando você para sua atividade...

# OtCoDP
source: Creating your activity
es: Creando tu actividad
pt: Criando sua atividade

# sIMS7i
source: Progress
es: Progreso
pt: Progresso

# W/5hwr
source: Something went wrong. Please try again.
es: Algo salió mal. Por favor, intenta de nuevo.
pt: Algo deu errado. Por favor, tente novamente.

# 2hb6pr
source: Adding examples...
es: Agregando ejemplos...
pt: Adicionando exemplos...

# 4xvh9e
source: Getting the pronunciation right...
es: Ajustando la pronunciación...
pt: Acertando a pronúncia...

# 5InW8H
source: Recording the audio...
es: Grabando el audio...
pt: Gravando o áudio...

# 5nJVpw
source: Getting everything ready...
es: Preparando todo...
pt: Preparando tudo...

# 8lInA7
source: Sketching out ideas...
es: Esbozando ideas...
pt: Esboçando ideias...

# abtOR3
source: Planning the layout...
es: Planificando el diseño...
pt: Planejando o layout...

# aeeXxf
source: Wrapping up...
es: Terminando...
pt: Finalizando...

# aKNA/b
source: Creating images
es: Creando imágenes
pt: Criando imagens

# bJVUNz
source: Adding some color...
es: Agregando algo de color...
pt: Adicionando um pouco de cor...

# dQnsCW
source: Choosing the right style...
es: Eligiendo el estilo correcto...
pt: Escolhendo o estilo certo...

# EAqAX/
source: Thinking about what to illustrate...
es: Pensando qué ilustrar...
pt: Pensando no que ilustrar...

# EKtClK
source: Getting started
es: Comenzando
pt: Começando

# fbHa1D
source: Preparing practice content
es: Preparando contenido de práctica
pt: Preparando conteúdo para prática

# hfXRZ0
source: Reviewing earlier activities...
es: Revisando actividades anteriores...
pt: Revisando atividades anteriores...

# HYmCaW
source: Almost done
es: Casi listo
pt: Quase pronto

# i+rNdh
source: Picking the key vocabulary...
es: Seleccionando el vocabulario clave...
pt: Escolhendo o vocabulário principal...

# IdWf9/
source: Choosing words to practice...
es: Eligiendo palabras para practicar...
pt: Escolhendo palavras pra praticar...

# JBrEHg
source: Connecting the pieces...
es: Conectando las piezas...
pt: Conectando as peças...

# JGNN92
source: Drawing an illustration...
es: Dibujando una ilustración...
pt: Desenhando uma ilustração...

# K/JznZ
source: Writing the explanation...
es: Escribiendo la explicación...
pt: Escrevendo a explicação...

# MNQpiA
source: Almost there...
es: Casi listo...
pt: Quase lá...

# O8xr9p
source: Working on the visuals...
es: Trabajando en las imágenes...
pt: Trabalhando nos visuais...

# r8xznK
source: Researching the topic...
es: Investigando el tema...
pt: Pesquisando o tópico...

# sISitf
source: Processing earlier activities
es: Procesando actividades anteriores
pt: Processando atividades anteriores

# sLBFa0
source: Preparing illustrations
es: Preparando ilustraciones
pt: Preparando ilustrações

# T00GEW
source: Recording audio
es: Grabando audio
pt: Gravando áudio

# TlrPFF
source: Adding pronunciation
es: Agregando pronunciación
pt: Adicionando pronúncia

# v4iFHN
source: Writing the content
es: Escribiendo el contenido
pt: Escrevendo o conteúdo

# VADOBa
source: Looking up how each word sounds...
es: Buscando cómo suena cada palabra...
pt: Procurando como cada palavra soa...

# WnqJeL
source: Mapping out the pronunciation...
es: Mapeando la pronunciación...
pt: Mapeando a pronúncia...

# xrLiIe
source: Setting things up...
es: Configurando todo...
pt: Configurando as coisas...

# Yoev2R
source: Refining the details...
es: Refinando los detalles...
pt: Refinando os detalhes...

# 9GwOlW
source: Generate Chapter
es: Generar capítulo
pt: Gerar capítulo

# 45uo73
source: Your lessons are ready
es: Tus lecciones están listas
pt: Suas aulas estão prontas

# 5c2xtK
source: Taking you to your chapter...
es: Llevándote a tu capítulo...
pt: Levando você para seu capítulo...

# Tp34ZM
source: This usually takes 2-4 minutes
es: Esto suele tomar 2-4 minutos
pt: Isso geralmente leva 2-4 minutos

# ViO6Dt
source: Creating your lessons
es: Creando tus lecciones
pt: Criando suas aulas

# 6xEJTk
source: Designing practice exercises...
es: Diseñando ejercicios de práctica...
pt: Criando exercícios de prática...

# GTTucy
source: Thinking about how to teach this...
es: Pensando cómo enseñar esto...
pt: Pensando em como ensinar isso...

# HWSnYS
source: Reviewing the flow so far...
es: Revisando el flujo hasta ahora...
pt: Revisando o fluxo até agora...

# igBmpz
source: Making it interactive...
es: Haciéndolo interactivo...
pt: Tornando interativo...

# NcACsR
source: Setting up activities
es: Configurando actividades
pt: Configurando atividades

# Nh4M9g
source: Figuring out the best approach
es: Determinando el mejor enfoque
pt: Descobrindo a melhor abordagem

# Nhva19
source: Choosing the right approach...
es: Eligiendo el enfoque correcto...
pt: Escolhendo a abordagem certa...

# nwGJ65
source: Exploring your topic...
es: Explorando tu tema...
pt: Explorando seu tópico...

# SF9AtA
source: Preparing lessons
es: Preparando lecciones
pt: Preparando aulas

# VKFa/t
source: Mapping out the learning path...
es: Trazando el camino de aprendizaje...
pt: Mapeando o caminho de aprendizado...

# zQWv1/
source: Writing lesson {number}...
es: Escribiendo la lección {number}...
pt: Escrevendo a aula {number}...

# 0o41MR
source: Taking you to your course...
es: Llevándote a tu curso...
pt: Levando você para seu curso...

# 15FsdE
source: Your course is ready
es: Tu curso está listo
pt: Seu curso está pronto

# bXKvjZ
source: This usually takes 4-6 minutes
es: Esto suele tomar de 4 a 6 minutos
pt: Isso geralmente leva de 4 a 6 minutos

# DFlapX
source: Creating your course
es: Creando tu curso
pt: Criando seu curso

# 4uQ1Ek
source: Writing the lesson content
es: Escribiendo el contenido de la lección
pt: Escrevendo o conteúdo da aula

# 9r/4zz
source: Writing the overview...
es: Escribiendo la descripción general...
pt: Escrevendo a visão geral...

# a7FJJd
source: Summarizing what you'll learn...
es: Resumiendo lo que aprenderás...
pt: Resumindo o que você vai aprender...

# AEG3Ol
source: Planning the course structure...
es: Planificando la estructura del curso...
pt: Planejando a estrutura do curso...

# aev/pt
source: Figuring out the right categories...
es: Determinando las categorías correctas...
pt: Descobrindo as categorias certas...

# aJev/w
source: Getting things ready
es: Preparando todo
pt: Preparando as coisas

# At4rk1
source: Adding finishing touches...
es: Agregando toques finales...
pt: Adicionando os toques finais...

# bkPdBd
source: Planning your first lesson
es: Planeando tu primera lección
pt: Planejando sua primeira aula

# CFWOGF
source: Saving your course
es: Guardando tu curso
pt: Salvando seu curso

# EKAN6s
source: Tagging your course...
es: Etiquetando tu curso...
pt: Marcando seu curso...

# Gjutu+
source: Creating the cover image
es: Creando la imagen de portada
pt: Criando a imagem de capa

# HbhIvm
source: Writing your course description
es: Escribiendo la descripción de tu curso
pt: Escrevendo a descrição do seu curso

# i3JgLB
source: Categorizing your course
es: Categorizando tu curso
pt: Categorizando seu curso

# lxBtcx
source: Designing the cover...
es: Diseñando la portada...
pt: Criando a capa...

# OW9vMd
source: Writing chapter {number}...
es: Escribiendo capítulo {number}...
pt: Escrevendo o capítulo {number}...

# tXkuD8
source: Reviewing the overall flow...
es: Revisando el flujo general...
pt: Revisando o fluxo geral...

# txvxwS
source: Saving your progress...
es: Guardando tu progreso...
pt: Salvando seu progresso...

# W8n2i3
source: Picking the right look...
es: Eligiendo la apariencia correcta...
pt: Escolhendo a aparência certa...

# WZpB8D
source: Writing chapters
es: Escribiendo capítulos
pt: Escrevendo capítulos

# XxZuJi
source: Putting it all together...
es: Juntando todo...
pt: Juntando tudo...

# GG4VCc
source: Generate Lesson
es: Generar lección
pt: Gerar aula

# 4Wktrz
source: Your lesson is ready
es: Tu lección está lista
pt: Sua aula está pronta

# dO1XtE
source: Creating your activities
es: Creando tus actividades
pt: Criando suas atividades

# kiZUDf
source: This usually takes about a minute
es: Esto suele tomar alrededor de un minuto
pt: Isso geralmente leva cerca de um minuto

# T2TGxR
source: Taking you to your lesson...
es: Llevándote a tu lección...
pt: Levando você para sua aula...

# iql85X
source: Read Zoonk's privacy policy to understand how we collect, use, and protect your personal information.
es: Lee la política de privacidad de Zoonk para entender cómo recopilamos, usamos y protegemos tu información personal.
pt: Leia a política de privacidade da Zoonk para entender como coletamos, usamos e protegemos suas informações pessoais.

# vx0nkZ
source: Privacy Policy
es: Política de privacidad
pt: Política de privacidade

# DaGtoz
source: Read Zoonk's terms of use to understand the rules and conditions for using our platform and services
es: Lee los términos de uso de Zoonk para entender las reglas y condiciones de uso de nuestra plataforma y servicios
pt: Leia os termos de uso da Zoonk para entender as regras e condições de utilização da nossa plataforma e serviços

# UhkSyx
source: Terms of Use
es: Términos de uso
pt: Termos de uso

# Dwdx/1
source: This content was generated by AI. It may contain errors or inaccuracies and should not be considered professional advice.
es: Este contenido fue generado por IA. Puede contener errores o imprecisiones y no debe considerarse asesoramiento profesional.
pt: Este conteúdo foi gerado por IA. Pode conter erros ou imprecisões e não deve ser considerado aconselhamento profissional.

# 04tuTF
source: Not helpful
es: No es útil
pt: Não foi útil

# 5vwKkg
source: Helpful
es: Útil
pt: Foi útil

# F0tnKc
source: Thanks for your feedback
es: Gracias por tu opinión
pt: Obrigado pelo seu feedback

# G5YSJR
source: Send feedback
es: Enviar comentarios
pt: Enviar feedback

# IzCVhG
source: More options
es: Más opciones
pt: Mais opções

# R+J5ox
source: Review
es: Repaso
pt: Revisão

# +5vOOu
source: Please provide as much detail as possible.
es: Por favor, proporciona tantos detalles como sea posible.
pt: Por favor, forneça o máximo de detalhes possível.

# 1WHPmV
source: Failed to send message. Please try again or email us directly at hello@zoonk.com
es: Error al enviar el mensaje. Inténtalo de nuevo o escríbenos directamente a contacto@zoonk.com
pt: Falha ao enviar mensagem. Por favor, tente novamente ou envie-nos um email diretamente para contato@zoonk.com

# hJZwTS
source: Email address
es: Dirección de correo electrónico
pt: Endereço de email

# M6PcEI
source: How can we help you?
es: ¿Cómo podemos ayudarte?
pt: Como podemos ajudar você?

# OiSL94
source: myemail@gmail.com
es: miemail@gmail.com
pt: meuemail@gmail.com

# T7Ry38
source: Message
es: Mensaje
pt: Mensagem

# vD72E5
source: Message sent successfully! We'll get back to you soon.
es: ¡Mensaje enviado con éxito! Te responderemos pronto.
pt: Mensagem enviada com sucesso! Entraremos em contato em breve.

# WzCvaN
source: We'll use this email to contact you.
es: Usaremos este correo electrónico para contactarte.
pt: Usaremos este email para entrar em contato com você.

# Xx0WZV
source: Send message
es: Enviar mensaje
pt: Enviar mensagem

# BlI1/9
source: Did you like this content?
es: ¿Te gustó este contenido?
pt: Você gostou deste conteúdo?

# Hqn5Uo
source: I didn't like it
es: No me gustó
pt: Não gostei

# rTFrsw
source: I liked it
es: Me gustó
pt: Gostei

# Ejhdi4
source: Feedback
es: Comentarios

# eUzs3M
source: Send feedback, questions, or suggestions to us. Fill in the form below or email us directly at hello@zoonk.com.
es: Envíanos comentarios, preguntas o sugerencias. Completa el formulario a continuación o escríbenos directamente a contacto@zoonk.com.
pt: Envie feedback, perguntas ou sugestões para a gente. Preencha o formulário abaixo ou envie um email diretamente para contato@zoonk.com.

# 0h/lPM
source: Upgrade
es: Mejorar

# L90YUq
source: Upgrade to generate
es: Suscríbete para generar
pt: Assine para gerar

# rNPMU8
source: Generating content with AI requires an active subscription.
es: Generar contenido con IA requiere una suscripción activa.
pt: Gerar conteúdo com IA requer uma assinatura ativa.

# /yPM2g
source: Explains HOW things work under the hood. Shows the processes, sequences, and cause-effect chains in action.
es: Explica CÓMO funcionan las cosas por dentro. Muestra los procesos, secuencias y cadenas de causa-efecto en acción.
pt: Explica COMO as coisas funcionam por dentro. Mostra os processos, sequências e cadeias de causa e efeito em ação.

# 1TOMnj
source: Listening
es: Escucha
pt: Escuta

# 3fwFEk
source: Experience when to apply {topic} through a real-world dialogue scenario.
es: Experimenta cuándo aplicar {topic} a través de un escenario de diálogo del mundo real.
pt: Experimente quando aplicar {topic} através de um cenário de diálogo do mundo real.

# 3GLH+d
source: Examples
es: Ejemplos
pt: Exemplos

# BB51/R
source: Practice {topic} in context through a dialogue-based story set in real-world situations.
es: Practica {topic} en contexto a través de una historia basada en diálogos ambientada en situaciones del mundo real.
pt: Pratique {topic} em contexto através de uma história baseada em diálogos ambientada em situações do mundo real.

# Bfq+7w
source: Story
es: Historia
pt: História

# Bpkt6m
source: Build your {topic} vocabulary with new words, translations, and pronunciation.
es: Construye tu vocabulario de {topic} con nuevas palabras, traducciones y pronunciación.
pt: Construa seu vocabulário de {topic} com novas palavras, traduções e pronúncia.

# bzFQEy
source: Review everything you learned about {topic} with a comprehensive quiz.
es: Repasa todo lo que aprendiste sobre {topic} con un cuestionario completo.
pt: Revise tudo que você aprendeu sobre {topic} com um quiz abrangente.

# E1bF/X
source: Explanation
es: Explicación
pt: Explicação

# EBP23n
source: Read sentences and translate them to practice reading comprehension.
es: Lee oraciones y tradúcelas para practicar comprensión de lectura.
pt: Leia frases e traduza elas pra praticar compreensão de leitura.

# EUjQSf
source: A comprehensive quiz covering everything you learned in this lesson.
es: Un cuestionario completo que cubre todo lo que aprendiste en esta lección.
pt: Um quiz completo cobrindo tudo que você aprendeu nesta aula.

# f9gZnh
source: Learn new words and their translations to build your vocabulary.
es: Aprende nuevas palabras y sus traducciones para ampliar tu vocabulario.
pt: Aprenda novas palavras e traduções para construir seu vocabulário.

# G/JvLV
source: See where {topic} appears in real life — in daily routines, work, pop culture, and unexpected places.
es: Mira dónde aparece {topic} en la vida real: en rutinas diarias, trabajo, cultura popular y lugares inesperados.
pt: Veja onde {topic} aparece na vida real — em rotinas diárias, trabalho, cultura pop e lugares inesperados.

# gAYlHX
source: Sharpen your {topic} listening skills by translating audio sentences.
es: Afina tus habilidades de escucha en {topic} traduciendo oraciones de audio.
pt: Aprimore suas habilidades de escuta em {topic} traduzindo frases de áudio.

# gyZY3d
source: Tests analytical thinking through decisions with trade-offs. See how each choice impacts different outcomes.
es: Evalúa el pensamiento analítico a través de decisiones con compensaciones. Ve cómo cada elección impacta diferentes resultados.
pt: Testa pensamento analítico através de decisões analisando prós e contras. Veja como cada escolha impacta diferentes resultados.

# h2acN8
source: Test your understanding of {topic} with questions designed to check real comprehension, not just memorization.
es: Pon a prueba tu comprensión de {topic} con preguntas diseñadas para verificar la comprensión real, no solo la memorización.
pt: Teste sua compreensão de {topic} com perguntas projetadas para verificar compreensão real, não apenas memorização.

# i09QqM
source: A dialogue-based story that helps you practice the language in a real-world context.
es: Una historia basada en diálogos que te ayuda a practicar el idioma en un contexto del mundo real.
pt: Uma história baseada em diálogos que ajuda você a praticar o idioma em um contexto do mundo real.

# ICIYNP
source: Discover why {topic} matters — its origins, the problems it solved, and why it's important today.
es: Descubre por qué {topic} importa: sus orígenes, los problemas que resolvió y por qué es importante hoy.
pt: Descubra por que {topic} importa — suas origens, os problemas que resolveu e por que é importante hoje.

# J9eZ8n
source: Listen to audio sentences and translate them to practice listening skills.
es: Escucha oraciones en audio y tradúcelas para practicar habilidades de escucha.
pt: Ouça frases em áudio e traduza elas pra praticar habilidades de escuta.

# kmCCVm
source: Teaches grammar rules with practical exercises to help you remember and apply them.
es: Enseña reglas gramaticales con ejercicios prácticos para ayudarte a recordarlas y aplicarlas.
pt: Ensina regras gramaticais com exercícios práticos pra te ajudar a lembrar e aplicar elas.

# lqtP+R
source: Vocabulary
es: Vocabulario
pt: Vocabulário

# M4zx2O
source: Shows WHERE this topic appears in real life. Helps you recognize it in daily routines, work, pop culture, and unexpected places.
es: Muestra DÓNDE aparece este tema en la vida real. Te ayuda a reconocerlo en rutinas diarias, trabajo, cultura popular y lugares inesperados.
pt: Mostra ONDE este assunto aparece na vida real. Te ajuda a reconhecer ele em rotinas diárias, trabalho, cultura pop e lugares inesperados.

# MOK/yK
source: Reading
es: Lectura
pt: Leitura

# NoV4pb
source: Mechanics
es: Mecánica
pt: Mecânica

# OuR/Ij
source: Quiz
es: Cuestionario

# QzTY8x
source: Grammar
es: Gramática
pt: Gramática

# RtjVBh
source: Learn about {topic} through an interactive activity.
es: Aprende sobre {topic} a través de una actividad interactiva.
pt: Aprenda sobre {topic} através de uma atividade interativa.

# SM2LhV
source: Review vocabulary and skills from {topic} with a comprehensive assessment.
es: Repasa vocabulario y habilidades de {topic} con una evaluación completa.
pt: Revise vocabulário e habilidades de {topic} com uma avaliação abrangente.
