Repository: zoonk/zoonk
Catalog: apps/main/messages/*.po
Languages: es, pt

# 1nJY2/
source: Your answer
es: Tu respuesta
pt: Sua resposta

# 6NoIUl
source: Correct
es: Correcto
pt: Correto

# 7R/rOB
source: Tap words to build your answer
es: Toca las palabras para construir tu respuesta
pt: Toque nas palavras para construir sua resposta

# e7WNdK
source: Word bank
es: Banco de palabras
pt: Banco de palavras

# vPyO9S
source: Position {position}: {item}. Tap to remove.
es: Posición {position}: {item}. Toca para quitar.
pt: Posição {position}: {item}. Toque para remover.

# xvWuPP
source: Correct answer: {answer}
es: Respuesta correcta: {answer}
pt: Resposta correta: {answer}

# Ypr9T5
source: Incorrect
es: Incorrecto
pt: Incorreto

# erSdxr
source: Belt
es: Cinturón
pt: Faixa

# IGs0wl
source: Level progress
es: Progreso de nivel
pt: Progresso do nível

# oMEE4o
source: {value} BP to level up
es: {value} PM para subir de nivel
pt: {value} PM para subir de nível

# y1Qr81
source: Level
es: Nivel
pt: Nível

# 7tB7n/
source: Back to Lesson
es: Volver a la lección
pt: Voltar para a aula

# a0e1mh
source: Challenge Complete
es: Desafío completado
pt: Desafio concluído

# hOjzbw
source: Final dimension scores
es: Puntuaciones finales de dimensión
pt: Pontuações finais das dimensões

# JOTIo6
source: Some of your stats went below zero.
es: Algunas de tus estadísticas cayeron por debajo de cero.
pt: Algumas das suas estatísticas ficaram abaixo de zero.

# jsy7pk
source: Try Again
es: Intentar de nuevo
pt: Tentar novamente

# w48TcP
source: Challenge Failed
es: Desafío fallido
pt: Desafio falhou

# /DZ4Fx
source: Make choices.
es: Toma decisiones.
pt: Faça escolhas.

# 4vTq4b
source: Balance the outcome.
es: Equilibra el resultado.
pt: Equilibre o resultado.

# 9MidH4
source: Challenge
es: Desafío
pt: Desafio

# c+wn4p
source: You'll face a series of decisions. Each one shifts your scores. Don't let any go negative.
es: Enfrentarás una serie de decisiones. Cada una cambia tus puntajes. No dejes que ninguno sea negativo.
pt: Você vai enfrentar uma série de decisões. Cada uma muda suas pontuações. Não deixe nenhuma ficar negativa.

# kKztdT
source: Starting scores
es: Puntajes iniciales
pt: Pontuações iniciais

# PVe26p
source: Begin
es: Comenzar
pt: Começar

# SFKe0U
source: Your scores
es: Tus puntajes
pt: Suas pontuações

# 5kK+j9
source: Restart
es: Reiniciar
pt: Reiniciar

# 9+Ddtu
source: Next
es: Siguiente
pt: Próxima

# AyGauy
source: Login
es: Iniciar sesión
pt: Entrar

# e1M39C
source: Sign up to track your progress
es: Regístrate para seguir tu progreso
pt: Cadastre-se para acompanhar seu progresso

# 95stPq
source: Completed
es: Completada
pt: Concluída

# P768k7
source: correct
es: correcto
pt: correto

# ehV7Gg
source: Current dimension scores
es: Puntajes de dimensión actuales
pt: Pontuações atuais das dimensões

# EUdKC+
source: View stats
es: Ver estadísticas
pt: Ver estatísticas

# U86B6w
source: Stats
es: Estadísticas
pt: Estatísticas

# iaHymw
source: Outcome
es: Resultado
pt: Resultado

# zZGbEs
source: Dimension inventory
es: Inventario de dimensión
pt: Inventário de dimensões

# FmmJ/j
source: Blank {position}
es: Espacio {position}
pt: Espaço {position}

# SL2Bob
source: Blank {position}: {item}. {result}.
es: Espacio en blanco {position}: {item}. {result}.
pt: Lacuna {position}: {item}. {result}.

# wUEGVH
source: Blank {position}: {item}. Tap to remove.
es: Espacio {position}: {item}. Toca para quitar.
pt: Espaço {position}: {item}. Toque para remover.

# ++l7ni
source: Not quite
es: No del todo
pt: Não exatamente

# xmF49T
source: Correct!
es: ¡Correcto!
pt: Correto!

# 19nXyC
source: Translate this sentence:
es: Traduce esta oración:
pt: Traduza esta frase:

# aAmWaS
source: What do you hear?
es: ¿Qué escuchas?
pt: O que você ouve?

# P7p52A
source: Pause audio
es: Pausar audio
pt: Pausar áudio

# vUZhim
source: Play audio
es: Reproducir audio
pt: Reproduzir áudio

# ja1JDt
source: All pairs matched. Press Check to continue.
es: Todos los pares coinciden. Presiona Verificar para continuar.
pt: Todos os pares combinados. Pressione Verificar para continuar.

# akd+cv
source: Answer options
es: Opciones de respuesta
pt: Opções de resposta

# HHBtl4
source: What do you say?
es: ¿Qué dices?
pt: O que você diz?

# nJGJop
source: Someone says:
es: Alguien dice:
pt: Alguém diz:

# aNzy1T
source: Previous step
es: Paso anterior
pt: Passo anterior

# d+qgix
source: Next step
es: Siguiente paso
pt: Próximo passo

# kXUK98
source: Step navigation
es: Navegación de pasos
pt: Navegação de etapas

# rbrahO
source: Close
es: Cerrar
pt: Fechar

# OUZtdJ
source: Activity progress
es: Progreso de actividad
pt: Progresso da atividade

# acrOoz
source: Continue
es: Continuar
pt: Continuar

# RDZVQL
source: Check
es: Verificación
pt: Verificar

# /Q0taG
source: BP
es: PM
pt: PM

# cVpmV7
source: Energy
es: Energía
pt: Energia

# NA6C/+
source: Image options
es: Opciones de imagen
pt: Opções de imagem

# 9lc1oV
source: Drag items into the correct order
es: Arrastra los elementos en el orden correcto
pt: Arraste os itens para a ordem correta

# p5llOK
source: Sort items
es: Ordenar elementos
pt: Ordenar itens

# VA8c/A
source: Correct order:
es: Orden correcto:
pt: Ordem correta:

# iZuO+L
source: Legend
es: Leyenda
pt: Legenda

# PBUs06
source: Diagram
es: Diagrama
pt: Diagrama

# zWkvNO
source: Timeline
es: Línea de tiempo
pt: Linha do tempo

# MxLxkr
source: Translate this word:
es: Traduce esta palabra:
pt: Traduza esta palavra:

# 1W4okO
source: Green
es: Verde
pt: Verde

# 5Tw3Ta
source: Yellow
es: Amarillo
pt: Amarela

# D+ZFS/
source: Red
es: Rojo
pt: Vermelha

# eM/4ho
source: Brown
es: Café
pt: Marrom

# k2tJ9k
source: Blue
es: Azul
pt: Azul

# n3m1xt
source: Orange
es: Naranja
pt: Laranja

# OAG+sQ
source: White
es: Blanco
pt: Branca

# tihmF3
source: Purple
es: Morado
pt: Roxa

# XjGbuY
source: Black
es: Negro
pt: Preta

# Yp7v0H
source: Gray
es: Gris
pt: Cinza

# C81/uG
source: Logout
es: Cerrar sesión
pt: Sair

# CxfKLC
source: Pages
es: Páginas
pt: Páginas

# dXSivY
source: My account
es: Mi cuenta
pt: Minha conta

# h7uoBs
source: Help and support
es: Ayuda y soporte
pt: Ajuda e suporte

# HC7Mi4
source: Search courses or pages...
es: Buscar cursos o páginas...
pt: Pesquisar cursos ou páginas...

# hX5PAb
source: No results found
es: No se encontraron resultados
pt: Nenhum resultado encontrado

# I+38K2
source: My courses
es: Mis cursos
pt: Meus cursos

# L6kaJv
source: Learn something
es: Aprende algo
pt: Aprenda algo

# O7ozeo
source: Update profile
es: Actualizar perfil
pt: Atualizar perfil

# OhXwmw
source: Update language
es: Actualizar idioma
pt: Atualizar idioma

# Oj9Phc
source: Manage subscription
es: Administrar suscripción
pt: Gerenciar assinatura

# R85gsW
source: Courses
es: Cursos
pt: Cursos

# U3l+Q9
source: Home page
es: Página de inicio
pt: Página inicial

# WnQ/AZ
source: Contact us
es: Contáctanos
pt: Contacte-nos

# xmcVZ0
source: Search
es: Buscar
pt: Pesquisar

# y1Z3or
source: Language
es: Idioma
pt: Idioma

# IbrSk1
source: Learn
es: Aprender
pt: Aprender

# 6b2CRH
source: User menu
es: Menú de usuario
pt: Menu do usuário

# HqRNN8
source: Support
es: Soporte
pt: Suporte

# itPgxd
source: Profile
es: Perfil
pt: Perfil

# R/6nsx
source: Subscription
es: Suscripción
pt: Assinatura

# bcsugq
source: {day} with {value}%
es: {day} con {value}%
pt: {day} com {value}%

# HHFpcy
source: Best day
es: Mejor día
pt: Melhor dia

# zml1/y
source: Past 3 months
es: Últimos 3 meses
pt: Últimos 3 meses

# /kzk/m
source: Morning
es: Mañana
pt: Manhã

# 00/IyC
source: Night
es: Madrugada
pt: Madrugada

# dFW9lU
source: Best time
es: Mejor horario
pt: Melhor horário

# mF+J9o
source: Afternoon
es: Tarde
pt: Tarde

# mPEpnN
source: Evening
es: Noche
pt: Noite

# vG7kPp
source: {period} with {value}%
es: {period} con {value}%
pt: {period} com {value}%

# TyANVg
source: Next: {activity}
es: Siguiente: {activity}
pt: Próximo: {activity}

# ZmlNQ3
source: Activity
es: Actividad
pt: Atividade

# 0X+xfW
source: Continue learning
es: Continúa aprendiendo
pt: Continue aprendendo

# C7ROJx
source: Your energy is {value}%
es: Tu energía es {value}%
pt: Sua energia está em {value}%

# soDmlG
source: Keep learning to increase it
es: Sigue aprendiendo para aumentarlo
pt: Continue aprendendo para aumentá-lo

# WgeB0r
source: Keep learning to maintain it
es: Sigue aprendiendo para mantenerlo
pt: Continue aprendendo para mantê-lo

# nlT+zW
source: Learn anything
es: Aprende cualquier cosa
pt: Aprenda qualquer coisa

# qvmpye
source: Learn anything with AI
es: Aprende cualquier cosa con IA
pt: Aprenda qualquer coisa com IA

# s+Ncqj
source: Explore courses
es: Explorar cursos
pt: Explorar cursos

# VcxnWX
source: Interactive courses built for you. Just tell us what you want to learn.
es: Cursos interactivos creados para ti. Solo dinos qué quieres aprender.
pt: Cursos interativos criados para você. Apenas nos diga o que você quer aprender.

# 3UK8wh
source: {color} belt
es: Cinturón {color}
pt: faixa {color}

# 8N9BRu
source: {value} BP to next level
es: {value} PM para el siguiente nivel
pt: {value} PM para o próximo nível

# pgt3eW
source: Max level reached
es: Nivel máximo alcanzado
pt: Nível máximo alcançado

# uiwFZe
source: {color} Belt - Level {level}
es: Cinturón {color} - Nivel {level}
pt: Faixa {color} - Nível {level}

# qsfeMJ
source: Zoonk: AI Learning Platform
es: Zoonk: plataforma de aprendizaje con IA
pt: Zoonk: plataforma de aprendizagem com IA

# ZgSctJ
source: Zoonk is an AI-powered learning platform where you can learn anything through interactive courses, lessons, and activities.
es: Zoonk es una plataforma de aprendizaje impulsada por IA donde puedes aprender cualquier cosa a través de cursos interactivos, lecciones y actividades.
pt: O Zoonk é uma plataforma de aprendizagem com IA onde você pode aprender qualquer coisa através de cursos interativos, aulas e atividades.

# AA5h7P
source: Performance
es: Rendimiento
pt: Desempenho

# 4dsZTc
source: {value}% correct answers
es: {value}% de respuestas correctas
pt: {value}% de respostas corretas

# oLkLww
source: Score
es: Aciertos
pt: Acertos

# B9hCYt
source: Chapter {position}
es: Capítulo {position}
pt: Capítulo {position}

# 4o5CAP
source: Not completed
es: No completada
pt: Não concluída

# UmEsZF
source: Activities
es: Actividades
pt: Atividades

# Dane8c
source: Lesson {position}
es: Lección {position}
pt: Aula {position}

# FuT9vz
source: No lessons found
es: No se encontraron lecciones
pt: Nenhuma aula encontrada

# ssvp3R
source: Search lessons...
es: Buscar lecciones...
pt: Buscar aulas...

# 3SOcGR
source: Search chapters...
es: Buscar capítulos...
pt: Buscar capítulos...

# 8udPa+
source: No chapters found
es: No se encontraron capítulos
pt: Nenhum capítulo encontrado

# tuZsq+
source: Course categories
es: Categorías de cursos
pt: Categorias de cursos

# zQvVDJ
source: All
es: Todos
pt: Todos

# T0mfNV
source: Loading more courses…
es: Cargando más cursos…
pt: Carregando mais cursos…

# Wc7aau
source: No courses available yet.
es: Aún no hay cursos disponibles.
pt: Ainda não há cursos disponíveis.

# zJxO2f
source: No courses
es: No hay cursos
pt: Nenhum curso

# hUF3bo
source: Start learning something new today
es: Comienza a aprender algo nuevo hoy
pt: Comece a aprender algo novo hoje

# P5jxUC
source: Online Courses using AI
es: Cursos en línea con IA
pt: Cursos online usando IA

# z6saPZ
source: Explore all Zoonk courses to learn anything using AI. Find interactive lessons, challenges, and activities to learn subjects like science, math, technology, and more.
es: Explora todos los cursos de Zoonk para aprender cualquier cosa usando IA. Encuentra lecciones interactivas, desafíos y actividades para aprender materias como ciencia, matemáticas, tecnología y más.
pt: Explore todos os cursos do Zoonk para aprender qualquer coisa usando IA. Encontre aulas interativas, desafios e atividades para aprender matérias como ciência, matemática, tecnologia e muito mais.

# Pc+tM3
source: Generate
es: Generar
pt: Gerar

# 47FYwb
source: Cancel
es: Cancelar
pt: Cancelar

# TUuPG9
source: Cooking up some course ideas
es: Preparando algunas ideas de cursos
pt: Preparando algumas ideias de cursos

# uQHhkm
source: We're putting together a few course suggestions for you. This may take a few seconds.
es: Estamos preparando algunas sugerencias de cursos para ti. Esto puede tardar unos segundos.
pt: Estamos reunindo algumas sugestões de cursos para você. Isso pode levar alguns segundos.

# 7x4411
source: Course ideas for {prompt}
es: Ideas de cursos para {prompt}
pt: Ideias de cursos para {prompt}

# RbslnC
source: Change subject
es: Cambiar tema
pt: Mudar assunto

# A63MWw
source: Discover personalized courses and resources to learn {prompt}. Zoonk uses AI to generate interactive lessons and activities tailored to you.
es: Descubre cursos y recursos personalizados para aprender {prompt}. Zoonk utiliza IA para generar lecciones interactivas y actividades adaptadas a ti.
pt: Descubra cursos e recursos personalizados para aprender {prompt}. O Zoonk usa IA para gerar aulas interativas e atividades adaptadas para você.

# X2b6pH
source: Learn {prompt} with AI
es: Aprende {prompt} con IA
pt: Aprenda {prompt} com IA

# mOFG3K
source: Start
es: Comenzar
pt: Começar

# uCb1nG
source: Enter a subject
es: Ingresa un tema
pt: Digite um assunto

# /VD159
source: Learn anything.
es: Aprende cualquier cosa.

# +0gz/i
source: Organic chemistry
es: Química orgánica

# 0MqSJ1
source: Solar system
es: Sistema solar

# 1axOcX
source: UFOs
es: OVNIs

# 1qsU2j
source: Creative Writing
es: Escritura creativa

# 3NEMCK
source: Tell Zoonk what you want to learn and get a course generated by AI. Start learning any subject with interactive lessons and activities.
es: Dile a Zoonk qué quieres aprender y obtén un curso generado por IA. Comienza a aprender cualquier materia con lecciones y actividades interactivas.
pt: Diga ao Zoonk o que você quer aprender e receba um curso gerado por IA. Comece a aprender qualquer assunto com aulas interativas e atividades.

# 5gOFKJ
source: Black holes
es: Agujeros negros

# 5qPAxv
source: Artificial intelligence
es: Inteligencia artificial

# cHCwbF
source: Photography
es: Fotografía

# djJp6c
source: History
es: Historia
pt: História

# e7q85h
source: Dinosaur extinction
es: Extinción de los dinosaurios

# ElyVN0
source: Psychology
es: Psicología

# eQHeGX
source: How the internet works
es: Cómo funciona internet

# gyEihl
source: Deep sea creatures
es: Criaturas de las profundidades marinas

# KOuDOE
source: Economics
es: Economía
pt: Economia

# l450Bl
source: Computer Science
es: Ciencias de la computación

# MO2lwh
source: How volcanoes work
es: Cómo funcionan los volcanes

# N9FWiz
source: Molecular biology
es: Biología molecular

# NvSCuG
source: Suggested subjects
es: Materias sugeridas

# OdZ/n1
source: Creative writing
es: Escritura creativa

# oiUZCZ
source: Graphic Design
es: Diseño gráfico

# oqfOwA
source: Ancient philosophy
es: Filosofía antigua

# Osb4bp
source: Machine learning
es: Aprendizaje automático

# QOSGzc
source: Roman Empire
es: Imperio romano

# RGkBg/
source: Biology
es: Biología

# X5XXVF
source: Linear algebra
es: Álgebra lineal

# XfC6Cs
source: Cognitive psychology
es: Psicología cognitiva

# XFPrU4
source: Behavioral economics
es: Economía conductual

# y68y7h
source: Data Science
es: Ciencia de datos

# zE1J/t
source: Philosophy
es: Filosofía

# zfDq+e
source: Quantum physics
es: Física cuántica

# Zs1QEq
source: Learn Anything with AI
es: Aprende cualquier cosa con IA
pt: Aprenda qualquer coisa com IA

# ZzbdHP
source: World history
es: Historia mundial

# Dr13kE
source: Continue where you left off
es: Continúa donde lo dejaste
pt: Continue de onde você parou

# eeNr/Y
source: My Courses
es: Mis cursos
pt: Meus cursos

# wfuVYZ
source: View all the courses you started on Zoonk. Continue where you left off and track your progress across interactive lessons and activities.
es: Ve todos los cursos que has comenzado en Zoonk. Continúa donde lo dejaste y haz seguimiento de tu progreso en lecciones y actividades interactivas.
pt: Veja todos os cursos que você começou no Zoonk. Continue de onde parou e acompanhe seu progresso nas aulas interativas e atividades.

# azX41u
source: Start learning something new today.
es: Comienza a aprender algo nuevo hoy.
pt: Comece a aprender algo novo hoje.

# BDHWkf
source: No courses yet
es: Aún no hay cursos
pt: Ainda não há cursos

# dtRj3N
source: Personalized courses are coming soon.
es: Los cursos personalizados llegarán pronto.
pt: Cursos personalizados em breve.

# e61Jf3
source: Coming soon
es: Próximamente
pt: Em breve

# pev/fB
source: vs last month
es: vs mes pasado
pt: vs mês passado

# R9qHBU
source: vs last 6 months
es: vs últimos 6 meses
pt: vs últimos 6 meses

# YFV6dH
source: vs last year
es: vs año pasado
pt: vs ano passado

# OlW5Z8
source: No data available for this period
es: No hay datos disponibles para este período
pt: Nenhum dado disponível para este período

# FVh2Tr
source: Start learning to track your progress
es: Empieza a aprender para seguir tu progreso
pt: Comece a aprender para acompanhar seu progresso

# Y1zzQt
source: Log in to track your progress
es: Inicia sesión para seguir tu progreso
pt: Faça login para acompanhar seu progresso

# hCCWuZ
source: Previous period
es: Período anterior
pt: Período anterior

# I2z5s/
source: Next period
es: Período siguiente
pt: Próximo período

# IFo1oo
source: Year
es: Año
pt: Ano

# NPrFLC
source: 6 Months
es: 6 meses
pt: 6 meses

# PIaUh+
source: Period selection
es: Selección de período
pt: Seleção de período

# TBovrx
source: Month
es: Mes
pt: Mês

# M+JIpD
source: Energy chart
es: Gráfico de energía
pt: Gráfico de energia

# rGSqvt
source: Avg
es: Prom
pt: Média

# /1gcM1
source: Energy reflects your learning consistency. It increases with correct answers, decreases with wrong answers, and drops for each inactive day.
es: La energía refleja tu consistencia de aprendizaje. Aumenta con respuestas correctas, disminuye con respuestas incorrectas y baja por cada día inactivo.
pt: A energia reflete a sua consistência de aprendizado. Ela aumenta com respostas corretas, diminui com respostas erradas e cai a cada dia inativo.

# tqJIUh
source: About Energy
es: Acerca de la energía
pt: Sobre energia

# 1IwE3q
source: Track your energy over time and see how your learning consistency affects your progress.
es: Rastrea tu energía a lo largo del tiempo y ve cómo tu constancia de aprendizaje afecta tu progreso.
pt: Acompanhe sua energia ao longo do tempo e veja como sua consistência de aprendizado afeta seu progresso.

# 7Rfk+O
source: Track your learning energy over time
es: Rastrea tu energía de aprendizaje a lo largo del tiempo
pt: Acompanhe sua energia de aprendizado ao longo do tempo

# GA8RuL
source: Brain Power chart
es: Gráfico de poder mental
pt: Gráfico de poder mental

# tDbspx
source: Total Brain Power earned: {total}
es: poder mental total ganado: {total}
pt: Total de poder mental ganho: {total}

# XdkaHc
source: {value} BP
es: {value} PM
pt: {value} PM

# C6bCZT
source: Brain Power (BP) represents your knowledge growth. Unlike energy, BP never decreases - it only grows as you learn more.
es: El poder mental (PM) representa tu crecimiento de conocimiento. A diferencia de la energía, el PM nunca disminuye, solo crece a medida que aprendes más.
pt: poder mental (PM) representa seu crescimento de conhecimento. Diferente da energia, o PM nunca diminui - ele só cresce conforme você aprende mais.

# J60fb6
source: Belt colors in order: White, Yellow, Orange, Green, Blue, Purple, Brown, Red, Gray, and Black. Keep learning to reach the highest level!
es: Colores de cinturón en orden: blanco, amarillo, naranja, verde, azul, morado, marrón, rojo, gris y negro. ¡Sigue aprendiendo para alcanzar el nivel más alto!
pt: Cores das faixas em ordem: Branca, Amarela, Laranja, Verde, Azul, Roxa, Marrom, Vermelha, Cinza e Preta. Continue aprendendo pra alcançar o nível mais alto!

# l2jnwA
source: About Levels
es: Sobre Niveles
pt: Sobre Níveis

# wPDPFc
source: Every time you complete an activity, you earn Brain Power. As you accumulate BP, you progress through 10 belt colors, each with 10 levels.
es: Cada vez que completas una actividad, ganas poder mental. A medida que acumulas PM, avanzas a través de 10 colores de cinturón, cada uno con 10 niveles.
pt: Toda vez que você completa uma atividade, ganha poder mental. Conforme acumula PM, você progride por 10 cores de faixa, cada uma com 10 níveis.

# FM+wHG
source: Level {current} of 10 in {color} belt
es: Nivel {current} de 10 en cinturón {color}
pt: Nível {current} de 10 na faixa {color}

# JXdbo8
source: Done
es: Listo
pt: Pronto

# n/mgOm
source: Belt Progression
es: Progresión de cinturón
pt: Progressão de faixa

# pabu7K
source: {color} Belt, Level {level} of 10. {bp} brain power until next level.
es: Cinturón {color}, nivel {level} de 10. {bp} poder mental hasta el siguiente nivel.
pt: Faixa {color}, nível {level} de 10. {bp} de poder mental até o próximo nível.

# VHH0kD
source: {color} Belt, Level {level} of 10. Maximum level achieved.
es: Cinturón {color}, nivel {level} de 10. Nivel máximo alcanzado.
pt: Faixa {color}, nível {level} de 10. Nível máximo alcançado.

# u/oEJA
source: {value} BP earned
es: {value} PM ganado
pt: {value} PM ganho

# v5yNm3
source: Total Brain Power
es: poder mental total
pt: poder mental total

# 4+USpX
source: Track your level progress and see how you advance.
es: Sigue el progreso de tu nivel y ve cómo avanzas.
pt: Acompanhe o progresso do seu nível e veja como você avança.

# L9hqMH
source: Track your level progress
es: Sigue el progreso de tu nivel
pt: Acompanhe o progresso do seu nível

# iJoPjp
source: Track your score and performance trends
es: Sigue tus aciertos y tendencias de rendimiento
pt: Acompanhe seus acertos e tendências de desempenho

# qHWZBu
source: Track your score over time and see your best days and times.
es: Sigue tus aciertos a lo largo del tiempo y ve tus mejores días y horarios.
pt: Acompanhe seus acertos ao longo do tempo e veja seus melhores dias e horários.

# J+05ol
source: Score chart
es: Gráfico de aciertos
pt: Gráfico de acertos

# dN8FhY
source: About Score
es: Sobre aciertos
pt: Sobre acertos

# vWQIxU
source: Your score shows the percentage of questions you answered correctly. It helps you track your accuracy over time and identify your best days and times for learning.
es: Tus aciertos muestran el porcentaje de preguntas que has respondido correctamente. Te ayudan a rastrear tu precisión a lo largo del tiempo y a identificar tus mejores días y horarios para aprender.
pt: Seu acerto mostra o percentual de questões que você respondeu corretamente. Ele ajuda você a acompanhar sua precisão ao longo do tempo e identificar seus melhores dias e horários para aprender.

# eWUXBX
source: Past 6 months
es: Últimos 6 meses
pt: Últimos 6 meses

# J3fNDZ
source: This month
es: Este mes
pt: Este mês

# lPShsT
source: This year
es: Este año
pt: Este ano

# yOFm9C
source: You need to be logged in to access this page.
es: Necesitas iniciar sesión para acceder a esta página.
pt: Você precisa estar conectado para acessar esta página.

# aNLa1G
source: Choose the app language you prefer for this device.
es: Elige el idioma de la aplicación que prefieras para este dispositivo.
pt: Escolha o idioma do aplicativo que você prefere para este dispositivo.

# gr4VpD
source: Update your Zoonk app language to learn in English, Portuguese, Spanish, French, or other supported languages.
es: Actualiza el idioma de tu aplicación Zoonk para aprender en inglés, portugués, español, francés u otros idiomas compatibles.
pt: Atualize o idioma do seu aplicativo Zoonk para aprender em inglês, português, espanhol, francês ou outros idiomas suportados.
