Repository: zoonk/zoonk
Catalog: apps/main/messages/*.po
Languages: es, pt

# T24ZU7
source: Apply your knowledge of {topic} through analytical decisions with real trade-offs.
es: Aplica tu conocimiento de {topic} a través de decisiones analíticas con compensaciones reales.
pt: Aplique seu conhecimento de {topic} através de decisões analíticas com trade-offs reais.

# THPcKi
source: Understand what {topic} is — core concepts and definitions explained with clear metaphors and analogies.
es: Entiende qué es {topic}: conceptos centrales y definiciones explicados con metáforas y analogías claras.
pt: Entenda o que é {topic} — conceitos centrais e definições explicados com metáforas e analogias claras.

# tlgfSZ
source: Practice {topic} grammar rules with exercises designed to help you remember and apply them.
es: Practica las reglas gramaticales de {topic} con ejercicios diseñados para ayudarte a recordarlas y aplicarlas.
pt: Pratique regras gramaticais de {topic} com exercícios projetados pra te ajudar a lembrar e aplicar elas.

# tzNRA/
source: Explains WHAT this topic is. Breaks down core concepts and definitions using metaphors and analogies.
es: Explica QUÉ es este tema. Desglosa conceptos centrales y definiciones usando metáforas y analogías.
pt: Explica O QUE é este tópico. Decompõe conceitos centrais e definições usando metáforas e analogias.

# U9yVH/
source: A comprehensive review covering vocabulary and skills from this lesson.
es: Un repaso completo que cubre vocabulario y habilidades de esta lección.
pt: Uma revisão completa cobrindo vocabulário e habilidades desta aula.

# WD76vM
source: Explains WHY this topic exists. Tells the origin story, the problems it solved, and why it matters today.
es: Explica POR QUÉ existe este tema. Cuenta la historia de origen, los problemas que resolvió y por qué importa hoy.
pt: Explica POR QUE este tópico existe. Conta a história de origem, os problemas que ele resolveu e por que ele importa hoje.

# Wg8Pln
source: Learn how {topic} works under the hood — processes, sequences, and cause-effect chains explained.
es: Aprende cómo funciona {topic} por dentro: procesos, secuencias y cadenas de causa-efecto explicados.
pt: Aprenda como {topic} funciona por dentro — processos, sequências e cadeias de causa-efeito explicados.

# XQZA8e
source: Background
es: Contexto
pt: Contexto

# XzxpBZ
source: Improve your {topic} reading comprehension by translating sentences and passages.
es: Mejora tu comprensión de lectura en {topic} traduciendo oraciones y pasajes.
pt: Melhore sua compreensão de leitura em {topic} traduzindo frases e passagens.

# y21Ybw
source: Shows WHEN to apply this topic. A dialogue with a colleague where you solve a real problem together.
es: Muestra CUÁNDO aplicar este tema. Un diálogo con un colega donde resuelven juntos un problema real.
pt: Mostra QUANDO aplicar este tópico. Um diálogo com um colega onde vocês resolvem um problema real juntos.

# ypy024
source: Tests your understanding with questions. Uses new scenarios to check if you grasped the concept, not just memorized it.
es: Evalúa tu comprensión con preguntas. Usa nuevos escenarios para verificar si captaste el concepto, no solo lo memorizaste.
pt: Testa sua compreensão com perguntas. Usa cenários novos pra verificar se você entendeu o conceito, não só memorizou ele.

# 4HKnmB
source: {category} Courses
es: Cursos de {category}
pt: Cursos de {category}

# dPgwrL
source: Math
es: Matemáticas
pt: Matemática

# EMi23I
source: Explore all {category} courses
es: Explorar todos los cursos de {category}
pt: Explorar todos os cursos de {category}

# fFt3il
source: Arts
es: Artes
pt: Artes

# GsBRWL
source: Languages
es: Idiomas
pt: Idiomas

# hlmkcL
source: Health
es: Salud
pt: Saúde

# hwL7a0
source: Engineering
es: Ingeniería
pt: Engenharia

# I1ZCPK
source: Technology
es: Tecnología
pt: Tecnologia

# mn6pIm
source: Culture
es: Cultura
pt: Cultura

# n5D/Ku
source: Communication
es: Comunicación
pt: Comunicação

# OV/2+4
source: Society
es: Sociedad
pt: Sociedade

# qydxOd
source: Science
es: Ciencia
pt: Ciências

# Rz9oL+
source: {category} courses
es: Cursos de {category}
pt: Cursos de {category}

# u3ovjm
source: Law
es: Derecho
pt: Direito

# w1Fanr
source: Business
es: Negocios
pt: Negócios

# XL8IWT
source: {category} courses. The best {category} online courses, interactive lessons to learn.
es: Cursos de {category}. Los mejores cursos en línea de {category}, lecciones interactivas para aprender.
pt: Cursos de {category}. Os melhores cursos online de {category}, aulas interativas pra aprender.

# YMDBNH
source: Geography
es: Geografía
pt: Geografia

# LDMSuO
source: e.g., computer science, astronomy, biology, ...
pt: ex.: ciência da computação, astronomia, biologia, ...

# 9zLpJ/
source: What do you want to learn?
pt: O que você quer aprender?
