Repository: zoonk/zoonk
Catalog: apps/api/messages/*.po
Languages: pt

# dVItHD
source: Sign in to Zoonk
pt: Entrar no Zoonk

# 4nOs3z
source: me@myorg.com
pt: eu@minhaempresa.com

# 4wpUNc
source: Or
pt: Ou

# acrOoz
source: Continue
pt: Continuar

# CoMQ1+
source: Continue with your email or a social account
pt: Continue com seu email ou uma conta social

# eN8MTJ
source: Sign in or create an account
pt: Entre ou crie uma conta

# Ju9oB+
source: By clicking on Continue, you agree to our <terms>Terms of Service</terms> and <privacy>Privacy Policy</privacy>.
pt: Ao clicar em Continuar, você concorda com nossos <terms>Termos de Serviço</terms> e <privacy>Política de Privacidade</privacy>.

# BmecBA
source: Continue with Apple
pt: Continuar com Apple

# FJ6r9E
source: Continue with Google
pt: Continuar com Google

# pN2p0t
source: There was an error signing you in. Please try again or contact hello@zoonk.com
pt: Houve um erro ao conectar você. Por favor, tente novamente ou entre em contato com contato@zoonk.com

# HkHvQv
source: The code you entered is incorrect. Please try again or contact hello@zoonk.com
pt: O código que você digitou está incorreto. Por favor, tente novamente ou entre em contato com contato@zoonk.com

# ChATeO
source: Change email
pt: Alterar email

# LZHcmZ
source: Enter the code we sent to {email}:
pt: Digite o código que enviamos para {email}:

# zx7CKB
source: Check your email
pt: Confira seu email

# 7463XU
source: Choose a name and username before continuing.
pt: Escolha um nome e nome de usuário antes de continuar.

# CYqIel
source: Complete your profile
pt: Complete seu perfil

# HAlOn1
source: Name
pt: Nome

# JCIgkj
source: Username
pt: Nome de usuário

# XLl/pd
source: your-username
pt: seu-nome-de-usuario

# yCCLud
source: Failed to set up your profile. Please try again or contact hello@zoonk.com
pt: Falha ao configurar seu perfil. Por favor, tente novamente ou entre em contato com contato@zoonk.com

# +e4BVR
source: Continue to Zoonk
pt: Continuar para o Zoonk

# 1vqX2W
source: Unable to redirect
pt: Não foi possível redirecionar

# 585u5Z
source: For your safety, we cannot redirect you to an unrecognized destination.
pt: Para sua segurança, não podemos redirecionar você para um destino não reconhecido.

# 83K2kN
source: The destination URL is not recognized as a trusted Zoonk application.
pt: A URL de destino não é reconhecida como um aplicativo Zoonk confiável.

# wkO19y
source: Security warning
pt: Aviso de segurança
